asvetliakov.vscode-neovim
BracketPairColorDLW.bracket-pair-color-dlw
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
mhutchie.git-graph
mosapride.zenkaku
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
oderwat.indent-rainbow
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
