brew "git"
brew "lazygit"
brew "neovim"
brew "tmux"

cask "wezterm"
cask "clipy"
cask "alacritty"
cask "wezterm"
cask "clipy"
cask "microsoft-edge"
cask "google-chrome"
cask "visual-studio-code"
cask "slack"
cask "docker"
cask "appcleaner"
cask "arc"
cask "cool-retro-term"
cask "karabiner-elements"
